;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Pierre le Lidgeu
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.colok-traductions.com/
; Soft Version: 1.38.47
; Update: 2016-11-16
;
[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonMinimize=Réduire
ButtonMaximize=Agrandir
ButtonClose=Fermer
ButtonRestore=Restaurer
ButtonMenu=Menu

[Lang]
NativeLanguage=Français
[Translation]
LangCode=040c
ReadHabit=Gauche à droite
LanguageName=FR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Avertissement
Error=Erreur
Confirm=Confirmation
CurVer=Votre version :
FrmGBMain.btnfeedback.caption=Forum
FrmGBMain.btncheckver.caption=Mise à jour ?
BtnEnd=Fin
;
; About
;
FrmGBAbout.caption=A propos
FrmGBAbout.btnok.caption=OK
FrmGBAbout.lblver.caption=Version actuelle :
FrmGBAbout.lblemail.caption=Support courriel :
FrmGBAbout.lblhome.caption=Page d'accueil :
FrmGBAbout.lblthank.caption=Merci aux personnes suivantes pour leur contribution :

;
; Popup Menu
;
pmNewsletter=Etre informé des nouveautés
pmfeedback=Suggestions ...
pmHelp=Aide en ligne
pmHome=Page d'accueil
pmContact=Nous contacter
pmCheckNew=Mettre à jour
pmLang=Langues
pmAbout=A propos
pmCheckNew=Mettre à jour
pmrun=Lancer ce jeu
pmadd=Ajouter un jeu
pmdel=Supprimer ce jeu
pminfo=Information sur le jeu
pmEndProcess=Fermer la tâche
pmExclude=Exclure
pmNoExclude=Annuler l'exclusion
pmGoogle=Chercher avec Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Mes jeux
FrmGBMain.BtnTabOpt.Caption=Optimiser système
FrmGBMain.BtnTabProcess.Caption=Optimiser tâches
FrmGBMain.BtnTabService.Caption=Optimiser services
FrmGBMain.btnlikeit.Caption=J'aime
FrmGBMain.BtnRestore.Caption=Restaurer

;
; Like Us
;
FrmLikeit.lblTitle.caption=Si vous aimez Wise Game Booster, faites connaître ce merveilleux outil gratuit à vos proches.
FrmLikeit.lblInfo.caption=Merci de partager Wise Game Booster avec votre famille, amis, camarades de classe, et collègues par courriel, Blog, Twitter, Youtube, Facebook, etc. Vous apporterez la commodité et l'efficacité à leur vie.
FrmLikeit.lblRate.caption= Evaluez Wise Game Booster :
FrmLikeit.lblfollow.caption=Suivez-nous sur :
FrmLikeit.lblshare.caption=Partagez Wise Game Booster :
FrmLikeit.btndownload.caption=Téléchargement gratuit
FrmLikeit.imgrate.hint=Donnez-nous 5 étoiles
FrmLikeit.imgmail.hint=Partagez-le avec vos amis
FrmLikeit.imgface1.hint=Partagez-le sur Facebook
FrmLikeit.imgface2.hint=Suivez-nous sur Facebook
FrmLikeit.imgtwitter1.hint=Partagez-le sur Twitter
FrmLikeit.imgtwitter2.hint=Suivez-nous sur Twitter
FrmLikeit.Caption=J'aime
FrmLikeit.lbldownload.caption=Téléchargez d'autres gratuiciels de WiseCleaner.com

FrmGBMain.btnFacebook.hint=Appréciez WiseCleaner sur Facebook
FrmGBMain.btnTwitter.hint=Partagez Wise Game Booster sur Twitter
FrmGBMain.btnEmail.hint=Partagez Wise Game Booster avec des amis

;
; gameinfo
;
FrmGameinfo.caption=Information sur le jeu
FrmGameinfo.lbltype.caption=Type de jeu :
FrmGameinfo.lblname.caption=Nom du fichier :
FrmGameinfo.lblPublisher.caption=Développeur :
FrmGameinfo.lbltimes.caption=Nb de parties :
FrmGameinfo.lbllasttime.caption=Dernière partie :
FrmGameinfo.lblrate.caption=Evaluation :
FrmGameinfo.lblcomment.caption=Notes:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Annuler
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimiser
FrmGameBox.btnProcessopt.caption=Optimiser
FrmGameBox.btnServiceopt.caption=Optimiser
FrmGameBox.btnopt.caption=Optimiser tout
FrmSysOpt.lblreall.caption=Relancer tout
;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimiser !!
FrmSysOpt.lblhint.caption=Optimiser les éléments suivants pour améliorer les performances de jeu.
FrmSysOpt.lblreall.caption=Restaurer tout
;
;processopt
;
FrmProcess.lblhint.caption=Ferme les tâches en mémoire haute pour accélérer le jeu. 
ProcessCpu=Utilisation CPU
ProcessMemory=Utilisation mémoire
ProcessSuggest=Suggestion
ProcessAction=Gestion tâches
ProcessMostMemUse=Programmes en mémoire haute
;
;Serviceopt
;
FrmService.lblhint.caption=Fermer les service inutiles pour accélérer le jeu. 
ServicePublisher=Editeur
ServiceSuggest=Suggestion
ServiceAction=Gestion services
ServiceStop=Arrêter les services inutiles
ServiceDisable=Arrêter
ServiceEnable=Démarrer
ServiceKeep=Garder
ServiceMust=DOIT fonctionner

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Redémarrer tout
Frmrestore.caption=Redémarrer des services
Frmrestore.Btnok.caption=OK
ServiceName=Nom du service
ServiceChangeDateTime=Dernière modification
ServiceRestore=Redémarrer

[GameBox]
lstbtnsearch=Cherchez un jeu
GameUnknow=Inconnu
GameRPG=Jeu de rôle
GameShot=Arcade
GameOther=Autre
NeverPlay=Jamais joué
UnknowPublisher=Développeurs inconnus
lstbtnadd=Ajout jeu
LblSysopt=Optimisation système
LblProcessopt=Gestion des tâches
LblServiceopt=Optimisation service
LblTitleCheck=Test de performance du PC, patientez ...

[message]
NewVer=Une nouvelle version est disponible ! Voulez-vous migrer maintenant ?
FirRun=Voulez-vous que WGB cherche automatiquement tous vos jeux locaux lors de sa première exécution ?
NoNewVer=Félicitations, vous utilisez la dernière version !
CheckComputer=Test de performance du PC, patientez ...
SearchGame=Recherche de vos jeux locaux, patientez ...
Allgood=Félicitations! Votre PC est en forme, pas besoin d'optimiser :o) 
SysGood=Félicitations! Aucun élément à optimiser. 
ProcessGood=Félicitations! Aucune tâches à terminer. 
ServiceGood=Félicitations! Aucun service à arrêter. 
HaveProblem=%d problèmes détectés! Cliquez sur "Optimiser tout" pour réparer.
sysProblem=%d éléments sont optimisables.
Processproblem=%d tâches à fermer pour libérer de la mémoire.
Serviceproblem=%d services peuvent être arrêtés.
DeleteGame=Voulez-vous vraiment retirer ce jeu ?
HaveOpt=Optimisé
btnRestore=Restaurer
btnOpt=Optimiser !!
BtnAction=Action
BtnStop=Arrêter
SuggestClose=Terminer (Suggéré)
SuggestKeep=Garder (Suggéré)
haveStoped=Arrêté
HaveRun=Démarré
BtnRun=Démarrer
HaveFail=Echec de l'arrêt
OptComputer=Optimisation en cours, patientez ...
AllgoodAfterOpt=Optimisation achevée et %s Mo récupérés. Vous pouvez jouer !
AllgoodAfterManualOpt=Félicitations! Aucun élément à optimiser, vous pouvez jouer !
HaveProblemAfterOpt=%d éléments n'ont pu être optimisés, mais %s Mo de mémoire ont été libérés.
TranslateTo=Traduire en ...

[sysopt]
SystemStable=Stabilité système
SystemSpeedup=Accélération système
NetworkSpeedup=Accélération réseau
AutoKill=Ferme automatiquement les applications inertes pour éviter un plantage système
RestartExplorer=Redémarre automatiquement l'Explorateur Windows pour éviter une disparition intempestive du Bureau
TwoProcess=Sépare la tâche de l'Explorateur Windows Explorer pour éviter un conflit système
ErrorReport=Désactive le rapport d'erreur écran pour améliorer la performance système
Debugger=Désactive le "debugger" pour en accélérer la correction d'erreur
OptMemory=Optimise les paramètres mémoire par défaut pour améliorer la performance système
OptVEff=Optimise l'apparence des composants de premier plan (boîtes de dialogue, menus, etc.) pour améliorer la vitesse de réponse du système
OptFileSystem=Optimise le système de fichiers pour améliorer la performance système
OptDiskSystem=Optimise les E/S disque du sous-système pour améliorer la performance système
DisAutoRun=Désactive la fonction "Autoplay" des lecteurs pour éviter une infection virale
OptTTL=Optimise les paramètres TTL(Time To Live) pour améliorer la performance réseau
OptNetForward=Optimise la capacité de transport réseau pour améliorer sa performance
OptMTU=Détecte automatiquement les "trous noirs" par la technique "Path MTU Discovery" pour améliorer la performance TCP/IP
OptWINS=Optimise le temps de requête de nom WINS pour améliorer la vitesse de transfert des données
OptNetWork=Optimise les paramètres réseau pour améliorer la performance de transfert
CloseAnimate=Ferme l'effet d'animation des ouvertures/fermetures des fenêtres pour en accélérer la réponse
PagingExecutive=Désactive la pagination mémoire et réduit les E/S disques pour améliorer la performance des applications. (Ignorez si votre mémoire physique est <1 Go)
StaticIP=Fixe une adresse IP statique pour votre connexion locale afin d'accélérer le démarrage de votre PC
PorcessorTime=Optimise la performance du processeur pour que vos applications, jeux, etc. se déroulent sans à-coups. (Ignorez si votre machine est un serveur.)
DisableIDECheck=Empêche la vérification de canal IDE pour accélérer le démarrage de Windows
ForeAppSpeed="Booste" la vitesse de réponse des programmes d'avant-plan
AeroPeek="Booste" la vitesse d'affichage d'Aero Peek
AeroSnap=Accélère Aero Snap pour un affichage rapide des vignettes.
ShowSpeed=Vitesse de réponse optimisée pour l'affichage système.
IconCache=Augmente le cache icônes système et accélère l'affichage du bureau.
OptDiskIdle=Optimise les E/S disques pendant l'inactivité du CPU.
OptIEConnection=Augmentation maximale de connections par serveur. Amélioration des vitesses d'affichage des pages Web et de la lecture de vidéos en ligne.
OptEthernet=Optimise les performances de la carte Ethernet.